Revit 2027 API
ParameterTypeId.ElevAssocDatum Property
 "Associated Datum"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElevAssocDatum { get; }
Public Shared ReadOnly Property ElevAssocDatum As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElevAssocDatum {
	ForgeTypeId^ get ();
}
static member ElevAssocDatum : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace